package org.talentware.android;

/**
 * Created with IntelliJ IDEA.
 * User: Arron
 * Date: 12-12-9
 * Time: 下午8:23
 * To change this template use File | Settings | File Templates.
 */
public class DetailTextConst {

    public static final String Content1 = "做好婚前心理准备，对每一对即将结婚的恋人来说都是非常重要的，是保证以后婚姻美满幸福的先决条件。\n" +
            "　　结婚是人生中的大事，要做好一系列的准备，包括物质准备和心理准备。物质准备就是通常人们所说的新房、新衣、家具和电器等等。因为要组建一个新的家庭，生活上的一切东西都是\n" +
            "不可缺少的。但是只准备好了这些还是远远不够的，还要做好一系列的心理准备。\n" +
            "　　应该来说，心理准备是十分重要的一个环节，它将直接影响到今后夫妻的生活。那么都要做好哪些必要的心理准备呢?\n" +
            "　　\n" +
            "　　1.做好婚姻其实没有你所想像的那么完美的心理准备 也就是说，无论对婚姻、婚后生活还是你的爱人，都不要期望值过高，要有他们并没有你想像的那么美好的心理准备。\n" +
            "　　由于以前都没有过婚姻经历，结婚只是从电视上，小说上或是通过朋友亲戚的描述给自己留下的印象。因此，往往会把婚姻想的过于美好，过于浪漫，并充满幻想。但真正结婚以后，就\n" +
            "会发现其实婚姻并没有自己想像的那么好，那么甜美，爱人也似乎没有原来那么完美，这样，就会让自己感到大失所望，增加自己的心理负担，产生一定的心理问题。\n" +
            "　　所以，在结婚前就摆正自己对婚姻和爱人的看法和态度是十分必要的。要想到婚姻是两个人走到一起共同生活，爱人也是有血有肉的人，也会有这样那样的矛盾和缺点，当初因为爱走到\n" +
            "一起并决定结婚，就应该适应他的习惯，面对他的缺点，并互相容忍，互相磨合，达到更好的默契与和谐的婚姻生活。\n" +
            "　　而且，两个人之间不要只想到向对方索取，而要首先向对方奉献，只有做到对爱无私奉献，对爱人无私奉献，才能让两人之间更加和美。婚姻只是一种生活，虽然是由爱建立，但是也终\n" +
            "究逃不了生活的繁琐。要学会两人共同面对问题，解决问题，互敬互爱，互相帮助，互相容忍，互相扶持。\n" +
            "    \n" +
            "　　2.做好适应新的不同于以往生活的准备 也许婚前你们都不会干活，但是结婚后所有的家务都要你们自己分担;也许婚前你可以整晚的不睡和朋友去玩，但是婚后就还有一个人在等待你的\n" +
            "照顾。独身生活当然要相对自由自在的多，但是结婚后，你就对你的爱人和家庭负有一定的责任，不可以还像从前那样随意而为。婚后是两个人走到一起生活，生活中的一切都要两个人一起\n" +
            "承担。\n" +
            "　　很多年轻人把婚姻想的过于简单，认为两个想爱的人走到一起一定会过的甜蜜幸福，却没有把生活中的其他因素考虑进去。要知道生活是一个很复杂的经历，需要你们共同去学习。\n" +
            "　　而且，结婚以后，你会忽然多出来许多亲戚和朋友，让你一下子摸不着头脑，不知道如何去面对，能不能尽快的适应这种更好的活动。\n" +
            "\n" +
            "　　3.确定感情基础的稳固和成熟 \t\t  \n" +
            "　　有一些结婚的男女感情基础并不是十分稳固和成熟，他们甚至对对方还不够了解或了解的并不深刻，这样的婚姻肯定是会出现这样那样的问题。可以说，这一点是结婚前最重要的心理准\n" +
            "备。\n" +
            "\n" +
            "　　4.对性生活要有一定的了解 \t\n" +
            "　　性生活的话题在我国传统观念的影响下一直是一个禁区。许多年轻的男女对它并不是十分的了解，这就让婚后正常的性生活走了许多弯路。而性生活又是婚姻生活中非常重要的内容。所\n" +
            "以，在婚前多学习有关知识，了解异性心理，是十分重要和必要的。";

    public static final String Content2 = "一.六个月前的准备工作六个月前的准备工作六个月前的准备工作六个月前的准备工作                                                                                             \n" +
            "1、选定结婚日期  \n" +
            "2、 商议婚礼形式(中式或是西式)  \n" +
            "3、 列出结婚费用预算表，与双方家长商讨开支的分配  \n" +
            "4、 草拟宴客名单  \n" +
            "5、 开始挑选婚纱影楼 \n" +
            "6、 新娘制定美容计划，开始定期护理肌肤  \n" +
            "7、 准备新居，开始装修布置新房  \n" +
            "8、 收集国内外蜜月旅行的资料  \n" +
            "9、 安排婚前体检，办理结婚登记手续  \n" +
            "10、开始挑选婚礼当天新娘和新郎的服装 \n" +
            "11、 确定婚礼仪式，预定喜宴场所 \n" +
            "\n" +
            "二. 三个月前的准备工作三个月前的准备工作三个月前的准备工作三个月前的准备工作     \n" +
            "1、 拍摄婚纱照  \n" +
            "2、 选定结婚当天新娘和新郎礼服，租用或是定做  \n" +
            "3、 安排蜜月旅行地点、时间及行程  \n" +
            "4、 确定发型及化妆造型，可多尝试几种再决定  \n" +
            "5、 新娘开始做全身的美体保养  \n" +
            "6、 选购家具、家电用品以及家居装饰品  \n" +
            "7、 新房装修完毕，打开窗户通气，切忌提前入住 \n" +
            "\n" +
            "三. 两个月前的准备工作两个月前的准备工作两个月前的准备工作两个月前的准备工作     \n" +
            "1、 向工作单位提出婚假申请  \n" +
            "2、 设计发型及试新娘装  \n" +
            "3、 确定伴娘、伴郎人选，并为伴娘、伴郎挑选礼服  \n" +
            "4、 联系旅行社准备蜜月旅行  \n" +
            "5、 确定婚礼宴请嘉宾名单，制订婚礼程序表及座位表  \n" +
            "6、 设计印制喜贴  \n" +
            "7、 决定新娘捧花及头纱  \n" +
            "8、 设计婚宴场地布置\n" +
            "\n" +
            "四. 一个半月前的准备工作一个半月前的准备工作一个半月前的准备工作一个半月前的准备工作     \n" +
            "1、 寄发请柬，邀请主婚人及介绍人  \n" +
            "2、 商议密月旅行细节和携带物品  \n" +
            "3、 预约花车，安排车位  \n" +
            "4、 新娘试穿婚纱，新郎试穿礼服  \n" +
            "5、 新娘购买与婚纱、礼服相配的鞋子和 配饰  \n" +
            "6、 新娘、新郎购买婚戒 \n" +
            "\n" +
            "五. 一个月前的准备工作一个月前的准备工作一个月前的准备工作一个月前的准备工作     \n" +
            "1、 决定并列出婚礼细节  \n" +
            "2、 决定摄像和拍照人员  \n" +
            "3、 宴请婚礼当天的工作人员  \n" +
            "4、将婚礼当天要使用的服装、配饰、化妆品整理好  \n" +
            "5、 准备添购嫁妆，检查新婚所需生活用品是否齐全 \n" +
            "\n" +
            "六. 两个星期前的准备工作两个星期前的准备工作两个星期前的准备工作两个星期前的准备工作     \n" +
            "1、 搬入新房，整理及清扫，并装饰布置，使新房弥漫爱意  \n" +
            "2、 敲定蜜月旅行行程及旅馆，预定机票  \n" +
            "3、 与饭店敲定菜色、桌数以及宴客区等各项事宜  \n" +
            "4、 敲定婚礼工作人员名单，商议婚礼当天的分工  \n" +
            "5、 购新娘捧花、伴娘捧花、各式胸花、礼堂用盆花及礼车用礼花 \n" +
            "\n" +
            "七. 七天前的准备工作七天前的准备工作七天前的准备工作七天前的准备工作     \n" +
            "1、 购买婚礼仪式场所的装饰用品  \n" +
            "2、 定购婚礼当天所需之香烟、酒、饮料、糖果、瓜子等  \n" +
            "3、 最后一次试妆，试发型  \n" +
            "4、 到美容院做最全面的保养  \n" +
            "5、 准备好婚礼当天的各种费用，红包要分别包好，多准备些备用  \n" +
            "6、 收拾新房       \n" +
            "\n" +
            "八. 两天前的准备工作两天前的准备工作两天前的准备工作两天前的准备工作     \n" +
            "1、 与婚礼工作人员确认细节、时间以及注意事项  \n" +
            "2、 新娘去除汗毛、体臭修面、修眉、修指甲、腿部保养  \n" +
            "3、 进行全身肌肤护理、按摩，松弛身心，消除紧张疲劳  \n" +
            "4、 检查蜜月旅行所应携带衣物，机票，用 品以及充足的钱  \n" +
            "5、 再次敲定婚礼的各项事宜  \n" +
            "6、 与证婚人或司仪做最后的确定 \n" +
            "\n" +
            "九. 一天前的准备工作一天前的准备工作一天前的准备工作一天前的准备工作 \n" +
            "1、 与化妆师敲定次日化妆及梳发型时间  \n" +
            "2、 确定结婚礼服、婚宴饰品搭配及穿戴顺序、整齐排列挂入衣橱  \n" +
            "3、 补妆用品的准备  \n" +
            "4、 凡属次日要用之首饰、配件、丝袜、披肩、鞋子等，均应备妥  \n" +
            "5、 小两口对婚礼当天所有事项做最后沟通  \n" +
            "6、 虽然很紧张，但一定要保证充足的睡眠 \n" +
            "\n" +
            "十. 当天的准备工作当天的准备工作当天的准备工作当天的准备工作 \n" +
            "1、 吃一顿丰富早餐，储蓄一天的能量  \n" +
            "2、 早起梳整发型、化妆、穿戴齐备  \n" +
            "3、 贵重首饰、礼金请可信赖的专人看管  \n" +
            "4、 准备好所有出嫁迎娶的事宜";

    public static final String Content3 = "婚礼筹备期间婚礼筹备期间婚礼筹备期间婚礼筹备期间 \n" +
            "\n" +
            "• 新房布置  \n" +
            "• 1.新家布置用品  \n" +
            "• 2.家具  \n" +
            "• 3.家电  \n" +
            "• 4.床上用品  \n" +
            "• 5.窗帘  \n" +
            "\n" +
            "• 服饰部分  \n" +
            "• 1、女方婚纱、头纱、手套  \n" +
            "• 2、女方礼服  \n" +
            "• 3、女方送客服  \n" +
            "• 4、女方手包  \n" +
            "• 5、女方婚鞋  \n" +
            "• 6、女方内衣、睡衣  \n" +
            "• 7、女方丝袜  \n" +
            "• 8、女方配饰（头饰、项链等）  \n" +
            "• 9、男方西服  \n" +
            "• 10、男方礼服  \n" +
            "• 11、男方衬衫  \n" +
            "• 12、男方领带、领结、皮带  \n" +
            "• 13、男方皮鞋（黑、白）  \n" +
            "• 14、男方袜子（深、浅）  \n" +
            "• 15、男方袖扣、领巾等装饰  \n" +
            "• 16、男方/女方眼镜/隐形眼镜  \n" +
            "• 17、男方内衣、睡衣  \n" +
            "\n" +
            "• 首饰部分  \n" +
            "• 1、钻戒  \n" +
            "• 2、对戒（真、假）  \n" +
            "• 3、中式手镯（配旗袍）  \n" +
            "• 4、信物或礼物（如对表）  \n" +
            "\n" +
            "• 小物及现场装饰部分  \n" +
            "• 1、海报或易拉宝  \n" +
            "• 2、来宾名单（易拉宝）\n" +
            "• 3、菜单  \n" +
            "• 4、迎宾牌  \n" +
            "• 5、戒枕、戒指盒  \n" +
            "• 6、交杯酒杯  \n" +
            "• 7、情侣公仔  \n" +
            "• 8、香槟酒瓶套  \n" +
            "• 9、荧光冰块、荧光液  \n" +
            "• 10、蜡烛  \n" +
            "• 11、喜糖篮、花篮  \n" +
            "• 12、气球  \n" +
            "• 13、同心锁  \n" +
            "• 14、红地毯/白地毯  \n" +
            "• 15、椅背纱/装饰纱  \n" +
            "• 16、红酒贴  \n" +
            "• 17、喜贴  \n" +
            "• 18、签到本  \n" +
            "• 19、签到笔  \n" +
            "• 20、席位卡、夹  \n" +
            "• 21、喜字  \n" +
            "• 22、火柴  \n" +
            "• 23、红包（大、小）  \n" +
            "• 24、床撒  \n" +
            "• 25、喷桶  \n" +
            "• 26、喜糖袋  \n" +
            "• 27、回礼小礼品  \n" +
            "• 28、打火机 \n" +
            "\n" +
            "• 食品部分  \n" +
            "• 1、喜糖  \n" +
            "• 2、红枣  \n" +
            "• 3、花生  \n" +
            "• 4、桂圆  \n" +
            "• 5、莲子  \n" +
            "• 6、瓜子、开心果等干果  \n" +
            "• 7、白酒  \n" +
            "• 8、红酒  \n" +
            "• 9、啤酒  \n" +
            "• 10、香烟  \n" +
            "• 11、软饮料、酸奶等  \n" +
            "• 12、茶叶  \n" +
            "\n" +
            "• 其他  \n" +
            "• 1、双方父母服装  \n" +
            "• 2、送双方父母礼物、鲜花  \n" +
            "• 3、伴娘礼服、礼物  \n" +
            "• 4、伴郎领带、礼物\n" +
            "\n" +
            "婚礼当天婚礼当天婚礼当天婚礼当天    \n" +
            "    除了婚纱、新郎礼服等必不可少的物品，同时手帕、备用鞋带等其他用品也应随身携带，以防意外发生。婚礼必备用品清单帮助你们轻松应对婚礼中的各种突发状况。 \n" +
            "\n" +
            "• 新娘和伴娘必备品  \n" +
            "• 零食和水  \n" +
            "• 婚礼流程表  \n" +
            "• 小镜子  \n" +
            "• 吸管（不会弄坏唇彩）  \n" +
            "• 止痛药  \n" +
            "• 助消化药  \n" +
            "• 备用长丝袜  \n" +
            "• 头发定型喷雾  \n" +
            "• 唇膏、粉底  \n" +
            "• 手机及备用电池  \n" +
            "• 红包  \n" +
            "• 安全别针  \n" +
            "• 指甲油  \n" +
            "• 眼药水  \n" +
            "• 备用隐性眼镜和护理用品  \n" +
            "• 备用首饰（耳环、项链、手链）  \n" +
            "• 发夹  \n" +
            "• 吸油纸  \n" +
            "• 漱口液、口气清新剂、牙线  \n" +
            "• 婚礼筹备人员联系表  \n" +
            "• 针线包和剪刀  \n" +
            "• 创可贴卫生护垫  \n" +
            "• 指甲锉  \n" +
            "• 棉花球、化妆棉  \n" +
            "• 鞋垫  \n" +
            "• 手帕  \n" +
            "• 香水  \n" +
            "\n" +
            "• 新郎和伴郎必备品  \n" +
            "• 备用衬衫  \n" +
            "• 备用领结或领带  \n" +
            "• 备用短袜  \n" +
            "• 擦鞋工具、备用鞋带  \n" +
            "• 药用纱布  \n" +
            "• 手帕、纸巾  \n" +
            "• 剃须刀和剃须液  \n" +
            "• 指甲刀  \n" +
            "• 备用袖扣和纽扣  \n" +
            "• 手表  \n" +
            "• 手机及备用电池  \n" +
            "\n" +
            "• 宴会厅  \n" +
            "• 1、喜糖  \n" +
            "• 2、自带的酒水  \n" +
            "• 3、香烟  \n" +
            "• 4、火柴  \n" +
            "• 5、拉炮  \n" +
            "• 6、花瓣  \n" +
            "• 7、签到本  \n" +
            "• 8、签到笔  \n" +
            "• 9、结婚对戒外包装盒（勿忘！）  \n" +
            "• 10、新人的结婚照  \n" +
            "\n" +
            "• 酒店新房  \n" +
            "• 1、水果：甘蔗（勿去皮，切成段，用红丝带捆扎好）、柚子2个（系上红丝带）、葡萄若干（需成串的）、苹果（双数）。除以上水果外也可根据自己喜好添置一些时令水果，但绝对不可以有橘子！  \n" +
            "• 2、枣子、花生、桂圆、莲子各一小盆。  \n" +
            "• 3、各色糖果、巧克力少许。  \n" +
            "• 4、喜字、拉花少许。  \n" +
            "• 5、白煮蛋（不少于8个，成双数）。  \n" +
            "• 6．新人的婚纱照。  \n" +
            "• 7．如有需要假酒的也请事先备齐。（汇源葡萄汁最像）  \n" +
            "\n" +
            "• 蜜月必备品  \n" +
            "• 行程安排  \n" +
            "• 护照  \n" +
            "• 身份证  \n" +
            "• 机票和预约酒店凭证  \n" +
            "• 旅行代理商联系电话  \n" +
            "• 航空公司联系电话  \n" +
            "• 酒店联系电话  \n" +
            "• 旅行支票  \n" +
            "• 外国货币  \n" +
            "• 旅行指南、关于旅行的书  \n" +
            "• MP3随身听  \n" +
            "• 防晒霜、晒后修复霜、唇膏  \n" +
            "• 避孕药  \n" +
            "• 创可贴、肠胃药、抗过敏的药和感冒药（夏天带防暑药）   \n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n" +
            "\n";

}
