package org.talentware.android;

/**
 * Created with IntelliJ IDEA.
 * User: Arron
 * Date: 12-12-9
 * Time: 下午8:23
 * To change this template use File | Settings | File Templates.
 */
public class DetailTextConst {

    public static final String Content1 = "　　做好婚前心理准备，对每一对即将结婚的恋人来说都是非常重要的，是保证以后婚姻美满幸福的先决条件。\n" +
            "　　结婚是人生中的大事，要做好一系列的准备，包括物质准备和心理准备。物质准备就是通常人们所说的新房、新衣、家具和电器等等。因为要组建一个新的家庭，生活上的一切东西都是不可缺少的。但是只准备好了这些还是远远不够的，还要做好一系列的心理准备。\n" +
            "　　应该来说，心理准备是十分重要的一个环节，它将直接影响到今后夫妻的生活。那么都要做好哪些必要的心理准备呢?\n" +
            "　　1.做好婚姻其实没有你所想像的那么完美的心理准备 \n" +
            "　　也就是说，无论对婚姻、婚后生活还是你的爱人，都不要期望值过高，要有他们并没有你想像的那么美好的心理准备。\n" +
            "　　由于以前都没有过婚姻经历，结婚只是从电视上，小说上或是通过朋友亲戚的描述给自己留下的印象。因此，往往会把婚姻想的过于美好，过于浪漫，并充满幻想。但真正结婚以后，就会发现其实婚姻并没有自己想像的那么好，那么甜美，爱人也似乎没有原来那么完美，这样，就会让自己感到大失所望，增加自己的心理负担，产生一定的心理问题。\n" +
            "　　所以，在结婚前就摆正自己对婚姻和爱人的看法和态度是十分必要的。要想到婚姻是两个人走到一起共同生活，爱人也是有血有肉的人，也会有这样那样的矛盾和缺点，当初因为爱走到一起并决定结婚，就应该适应他的习惯，面对他的缺点，并互相容忍，互相磨合，达到更好的默契与和谐的婚姻生活。\n" +
            "　　而且，两个人之间不要只想到向对方索取，而要首先向对方奉献，只有做到对爱无私奉献，对爱人无私奉献，才能让两人之间更加和美。婚姻只是一种生活，虽然是由爱建立，但是也终究逃不了生活的繁琐。要学会两人共同面对问题，解决问题，互敬互爱，互相帮助，互相容忍，互相扶持。\n" +
            "\n" +
            "　　2.做好适应新的不同于以往生活的准备 \n" +
            "　　也许婚前你们都不会干活，但是结婚后所有的家务都要你们自己分担;也许婚前你可以整晚的不睡和朋友去玩，但是婚后就还有一个人在等待你的照顾。独身生活当然要相对自由自在的多，但是结婚后，你就对你的爱人和家庭负有一定的责任，不可以还像从前那样随意而为。婚后是两个人走到一起生活，生活中的一切都要两个人一起承担。\n" +
            "　　很多年轻人把婚姻想的过于简单，认为两个想爱的人走到一起一定会过的甜蜜幸福，却没有把生活中的其他因素考虑进去。要知道生活是一个很复杂的经历，需要你们共同去学习。\n" +
            "　　而且，结婚以后，你会忽然多出来许多亲戚和朋友，让你一下子摸不着头脑，不知道如何去面对，能不能尽快的适应这种更好的活动。\n" +
            "\n" +
            "　　3.确定感情基础的稳固和成熟 \n" +
            "　　有一些结婚的男女感情基础并不是十分稳固和成熟，他们甚至对对方还不够了解或了解的并不深刻，这样的婚姻肯定是会出现这样那样的问题。可以说，这一点是结婚前最重要的心理准备。\n" +
            "\n" +
            "　　4.对性生活要有一定的了解 \n" +
            "　　性生活的话题在我国传统观念的影响下一直是一个禁区。许多年轻的男女对它并不是十分的了解，这就让婚后正常的性生活走了许多弯路。而性生活又是婚姻生活中非常重要的内容。所以，在婚前多学习有关知识，了解异性心理，是十分重要和必要的。";

    public static final String Content100 = "（1）决定婚期。\n" +
            "（2）决定婚礼形式和预算。\n" +
            "（3）草拟客人名单，最好想的全一点，再进行筛选。\n" +
            "（4）择定结婚照地点和摄影师。\n" +
            "（5）选择礼服或者采购面料，不妨听听设计师的意见。\n" +
            "（6）安排蜜月行程，如果需要办护照，现在应该申请了。\n" +
            "（7）婚前检查，并且不妨为自己选择一个健身计划，为了婚礼时的良好感觉而坚持不懈的努力锻炼。\n" +
            "（8）着手装修，布置新房，这是你最该花心思的地方。";

    public static final String Content101 = "（1）选购结婚戒指和首饰\n" +
            "（2）试穿结婚礼服，如果不合适还可以再改。\n" +
            "（3）选择头纱、鞋、包等配饰以及婚车。\n" +
            "（4）做一次全身美容护理，并咨询一下在三个月内该做什么日常保养。\n" +
            "（5）办理蜜月行程机票或者车船票\n";

    public static final String Content102 = "（1）选定化装师，发型师，试一下装。\n" +
            "（2）拍摄结婚照。\n" +
            "（3）确定伴郎和伴娘，注意他们应该是未婚男女。\n" +
            "（4）精心为自己选购几套内衣。\n";

    public static final String Content103 = "（1）向主婚人发出邀请。\n" +
            "（2）确定婚礼的细节，想想是否有什么疏漏。\n" +
            "（3）确定现场摄影、摄像人员，和他们充分沟通，他们将要制造的是你一生的回忆。\n" +
            "（4）购置蜜月所需物品。\n";

    public static final String Content104 = "（1）做好一切确认工作，包括：酒席、人数、现场摄相人员，化装师、婚车。\n" +
            "（2）发出喜帖并通知客人，确认他们是否出席。\n";

    public static final String Content105 = "（1）准备蜜月的行装。\n" +
            "（2）确定好一个人处理婚礼后归还东西或结帐等事宜，逐渐脱离项目经理的角色。\n" +
            "（3）尽可能的放松自己。\n";

    public static final String Content106 = "（1）做个手部美容护理，一双美手能给你带来意想不到的幸福感。\n" +
            "（2）把明天穿的衣服都拿出来摊在椅子背上。\n" +
            "（3）吃好，睡好。\n";

    public static final String Content107 = "您只需要做一件事，就是尽情享受每一个瞬间！";

    public static final String Content200 = "1.新家布置用品  \n" +
            "2.家具  \n" +
            "3.家电  \n" +
            "4.床上用品  \n" +
            "5.窗帘";

    public static final String Content201 = "1、女方婚纱、头纱、手套  \n" +
            "2、女方礼服  \n" +
            "3、女方送客服  \n" +
            "4、女方手包  \n" +
            "5、女方婚鞋  \n" +
            "6、女方内衣、睡衣  \n" +
            "7、女方丝袜  \n" +
            "8、女方配饰（头饰、项链等）  \n" +
            "9、男方西服  \n" +
            "10、男方礼服  \n" +
            "11、男方衬衫  \n" +
            "12、男方领带、领结、皮带  \n" +
            "13、男方皮鞋（黑、白）  \n" +
            "14、男方袜子（深、浅）  \n" +
            "15、男方袖扣、领巾等装饰  \n" +
            "16、男方/女方眼镜/隐形眼镜  \n" +
            "17、男方内衣、睡衣";

    public static final String Content202 = "1、钻戒  \n" +
            "2、对戒（真、假）  \n" +
            "3、中式手镯（配旗袍）  \n" +
            "4、信物或礼物（如对表）";

    public static final String Content203 = "1、海报或易拉宝  \n" +
            "2、来宾名单（易拉宝）  \n" +
            "3、菜单  \n" +
            "4、迎宾牌  \n" +
            "5、戒枕、戒指盒  \n" +
            "6、交杯酒杯  \n" +
            "7、情侣公仔  \n" +
            "8、香槟酒瓶套  \n" +
            "9、荧光冰块、荧光液  \n" +
            "10、蜡烛  \n" +
            "11、喜糖篮、花篮  \n" +
            "12、气球  \n" +
            "13、同心锁  \n" +
            "14、红地毯/白地毯  \n" +
            "15、椅背纱/装饰纱  \n" +
            "16、红酒贴  \n" +
            "17、喜贴  \n" +
            "18、签到本  \n" +
            "19、签到笔  \n" +
            "20、席位卡、夹  \n" +
            "21、喜字  \n" +
            "22、火柴  \n" +
            "23、红包（大、小）  \n" +
            "24、床撒  \n" +
            "25、喷桶  \n" +
            "26、喜糖袋  \n" +
            "27、回礼小礼品  \n" +
            "28、打火机";

    public static final String Content204 = "1、喜糖  \n" +
            "2、红枣  \n" +
            "3、花生  \n" +
            "4、桂圆  \n" +
            "5、莲子  \n" +
            "6、瓜子、开心果等干果  \n" +
            "7、白酒  \n" +
            "8、红酒  \n" +
            "9、啤酒  \n" +
            "10、香烟  \n" +
            "11、软饮料、酸奶等  \n" +
            "12、茶叶 ";

    public static final String Content205 = "1、双方父母服装  \n" +
            "2、送双方父母礼物、鲜花  \n" +
            "3、伴娘礼服、礼物  \n" +
            "4、伴郎领带、礼物";

    public static final String Content210 = "1、零食和水  \n" +
            "2、婚礼流程表  \n" +
            "3、小镜子  \n" +
            "4、吸管（不会弄坏唇彩）  \n" +
            "5、止痛药  \n" +
            "6、助消化药  \n" +
            "7、备用长丝袜  \n" +
            "8、头发定型喷雾  \n" +
            "9、唇膏、粉底  \n" +
            "10、手机及备用电池  \n" +
            "11、红包  \n" +
            "12、安全别针  \n" +
            "13、指甲油  \n" +
            "14、眼药水  \n" +
            "15、备用隐性眼镜和护理用品  \n" +
            "16、备用首饰（耳环、项链、手链）  \n" +
            "17、发夹  \n" +
            "18、吸油纸  \n" +
            "19、漱口液、口气清新剂、牙线  \n" +
            "20、婚礼筹备人员联系表  \n" +
            "21、针线包和剪刀  \n" +
            "22、创可贴卫生护垫  \n" +
            "23、指甲锉  \n" +
            "24、棉花球、化妆棉  \n" +
            "25、鞋垫  \n" +
            "26、手帕  \n" +
            "27、香水";

    public static final String Content211 = "1、备用衬衫  \n" +
            "2、备用领结或领带  \n" +
            "3、备用短袜  \n" +
            "4、擦鞋工具、备用鞋带  \n" +
            "5、药用纱布  \n" +
            "6、手帕、纸巾  \n" +
            "7、剃须刀和剃须液  \n" +
            "8、指甲刀  \n" +
            "9、备用袖扣和纽扣  \n" +
            "10、手表  \n" +
            "11、手机及备用电池";

    public static final String Content212 = "1、喜糖  \n" +
            "2、自带的酒水  \n" +
            "3、香烟  \n" +
            "4、火柴  \n" +
            "5、拉炮  \n" +
            "6、花瓣  \n" +
            "7、签到本  \n" +
            "8、签到笔  \n" +
            "9、结婚对戒外包装盒（勿忘！）  \n" +
            "10、新人的结婚照  ";

    public static final String Content213 = "1、水果：甘蔗（勿去皮，切成段，用红丝带捆扎好）、柚子2个（系上红丝带）、葡萄若干（需成串的）、苹果（双数）。除以上水果外也\n" +
            "可根据自己喜好添置一些时令水果，但绝对不可以有橘子！  \n" +
            "2、枣子、花生、桂圆、莲子各一小盆。  \n" +
            "3、各色糖果、巧克力少许。  \n" +
            "4、喜字、拉花少许。  \n" +
            "5、白煮蛋（不少于8个，成双数）。  \n" +
            "6．新人的婚纱照。  \n" +
            "7．如有需要假酒的也请事先备齐。（汇源葡萄汁最像）";

    public static final String Content214 = "1、行程安排  \n" +
            "2、护照  \n" +
            "3、身份证  \n" +
            "4、机票和预约酒店凭证  \n" +
            "5、旅行代理商联系电话  \n" +
            "6、航空公司联系电话  \n" +
            "7、酒店联系电话  \n" +
            "8、旅行支票  \n" +
            "9、外国货币  \n" +
            "10、旅行指南、关于旅行的书  \n" +
            "11、MP3随身听  \n" +
            "12、防晒霜、晒后修复霜、唇膏  \n" +
            "13、避孕药  \n" +
            "14、创可贴、肠胃药、抗过敏的药和感冒药（夏天带防暑药） ";

    public static final String Content300 = "婚纱的面料主要有以下几种：\n" +
            "国产缎（苏州婚纱常用的面料，比较薄，重量轻，垂感较差）。\n" +
            "进口厚缎（最常见的是台湾缎、香彬缎等，面料厚重，垂感好、色泽纯正）。\n" +
            "水晶纱（质感较硬，透明度好，重量轻、较薄）。\n" +
            "欧跟纱（非常薄而透明，手感稍微硬挺，适于蓬型轮廓的材质）。\n" +
            "雪纺纱（具有丝的柔性，及轻薄特性，触感柔软，轻盈飘逸）。\n" +
            "蕾丝：设计秀美，工艺独特，经过精细的加工，图案花纹有轻微的浮凸效果，触感更是轻柔，价格昂贵";

    public static final String Content301 = "可根据不同客户民族、地域、文化的不同，选择红色、橙色、黄色、蓝色、青色、绿色、墨绿、宝石蓝、深紫色、中灰色、黑色、白色、米白、金色、银色等不同的颜色。\n" +
            "婚纱的颜色有很多种，最常见的为：纯白、象牙白（又分浅象牙色、深象牙色）、奶白、香槟色（又分浅香槟色、深香槟色）。\n";

    public static final String Content302 = "头纱材料多为网格纱：按照硬度，分为硬纱和软纱\n" +
            "硬纱的特点：网格较大，硬度强，可以造出很蓬的效果。\n" +
            "缺点：不够飘逸\n" +
            "软纱是大多数mm喜欢的，够飘逸，够垂顺，当然价格也偏高。\n" +
            "友情建议：头纱最好同婚纱一起定做，根据婚纱的细部特征，或加上同样的色缎，或同样的花边，可以起到协调统一的完美效果。\n";

    public static final String Content303 = "婚纱的款式、面料及适合新娘特点 婚纱的派别分为：极简派、浪漫派、华丽派、典雅派，接下来详细给大家介绍下：\n" +
            "（1）浪漫派：\n" +
            "一说到结婚大家马上就会想到“浪漫”这个字眼，如何在婚纱上营造出自然又浪漫的风格呢？镂空的蕾丝花边、缀有小碎花的透明褶皱、多层次的宽松裙摆、曳长的头纱。都是浪漫风格婚纱的完美体现。适合人文气息浓厚的女孩。\n" +
            "（2）极简派：\n" +
            "极简的线条往往最能烘托出穿衣人的特质，如何利用简单的线条来强调自己的优点，就是极简派的一大学问了。精湛的剪裁和高档的面料是极简派过人之处，它可以非常好的体现婚纱的档次与品质，使新娘在众人中脱颖而出。适合独立意识强的女孩.\n" +
            "（3）典雅派：\n" +
            "这是最常见的新娘装扮 只要打扮得当 再朴素的原料都可以呈现出新娘最完美的状态。\n" +
            "（4）华丽派：\n" +
            "不可否认，华丽的风格总是会让人眼前一亮，但是在呈现华丽之余还要彰显高贵，所以注意搭配是华丽风格的基本原则。繁杂的手工缝制加上层叠的梦幻裙摆，这种法国宫廷式的婚纱，可以将新娘大户人家的华丽气息一显无余。\n";

    public static final String Content304 = "1、如果婚礼在春夏季节举行，服饰简洁明快为好；\n" +
            "2、如果婚礼比较隆重，你应该选择带有面纱和拖尾的长裙；婚纱的料子可以选择丝绸、缎子或毛皮；\n" +
            "3、如果婚礼在家中或不十分宽敞的酒店举行，规模场面很小，穿着豪华的婚纱礼服会让人感到不合时宜。只要从平常的衣服中选择一两件喜庆大方的即可，然后化些淡妆，既漂亮又有亲和力；\n" +
            "4、如果婚礼的场面界于以上两者之间，则不必拘泥于正式的礼服，时尚靓丽的衣服不失为一种比较好的选择。这样的衣服会给人以耳目一新的感觉，而且无论是穿梭在筵席间敬酒，还是站在台上进行仪式，或是举办舞会，都很方便。\n" +
            "5、如果是秋冬季举行，应考虑使用毛料或毛皮披肩，既可御寒，又可展示出雍容华贵。同时还要注意手套的搭配。例如，长至手肘以上的手套适合配搭低胸露肩式、无袖式、背心及吊带式的婚纱礼服，短手套则适合配搭短袖的婚纱礼服。而且要注意，穿着不可以太暴露；\n";

    public static final String Content4 = "A. 看婚庆公司成立时间:\n" +
            "　　婚庆行业是一个需要经验，并且不断累积的行业。一家成立时间长的婚庆公司做出来的婚礼才能凸显出一场婚礼真正的文化内涵，而不是简单的堆积道具，完成婚礼流程。很多刚成立不久的婚庆公司只是纯粹的复制再复制其婚礼流程，毫无特色而言，更别说亮点了。一个合格的婚礼策划师的培养需要大约两年以上的时间，一家合格的婚庆公司的成长那就需要更加漫长的时间了，总体来说，只有积累了五年以上行业经验的婚庆公司，才能真正的做出有品位有内涵的婚礼。大家不妨可以看看婚庆公司营业执照上的成立时间，来初步判断该婚庆公司是否能做出一场合格的婚礼。        \n" +
            "B. 看婚庆公司有无自己的工程部:\n" +
            "　　现在武汉很多婚庆公司规模太小，或者人员配备不足，满足于一周做两到三场婚礼，这种婚庆公司一般满足于温饱，招集几个零散人员帮忙，没有整体理念的专业人员，这种婚庆公司的价格往往极其低廉，在两、三千元的婚礼中，还要追求最大利润，除去收益，成本可想而知，在这种运作方式下很难有好的婚礼，更不用讲精品出现。并且规模小的婚庆公司一般没有属于自己的工程部，接到单子往往都会外包给别的施工队伍或者临时找兼职人员过来凑数，这样的婚庆公司做出来的婚礼质量可想而知，就更谈不上创意了，上场婚礼怎么做的，下场接着来，并且在婚礼现场错误百出，给新郎新娘造成一辈子的遗憾和一辈子难以挥去的心理阴影，最难弥补的可能更是新郎新娘的客人们对这场婚礼的评价…   \n" +
            "C. 看婚庆公司的专业人员:\n" +
            "　　一家正规的婚庆公司除了拥有自己专业的婚礼策划师，还应该拥有自己专业的花艺师和灯光师。在一场婚礼当中，有很多种语言：肢体语言，花的语言、音乐语言和灯光的语言等等，很多人都忽视了花的语言和灯光语言，花的语言带给现场的环境清新愉悦；灯光的语言甚至是婚礼现场中最能烘托气氛和制造神圣和庄严感的环节，看看每年春节联欢晚会的灯光的运用就能知晓一二；但其实很多时候，它们比肢体语言更具震撼力，更感人，随风潜入夜，润物细无声的感觉会比任何语言更有现场气氛的感染力……拥有自己的花艺师和灯光师的婚庆公司，会做出一场场令所有新人和来宾们以及所有同行们惊叹的婚礼作品。如果是外请的花艺师和灯光师，那又将是一场场千篇一律的拷贝和拷贝。      \n" +
            "D. 看婚庆公司婚礼策划师的资质:\n" +
            "　　看策划师从业经验、资格证，包括从事婚礼策划师工作的时间长短，包括以前策划过的婚礼的案例，是否有新意，特别是看其是否策划过五万以上甚至十万以上的大型婚礼案例，有过这样大型婚礼策划经验的婚礼策划师肯定是有一定创意，才能拿下这种订单的，所以是完全有能力和经验策划好你的婚礼的。不像一般婚礼策划师，总是这个方案用完了，下个还用。新人的来宾们看着一个个雷同版的婚礼，心情是可想而知的….        \n" +
            "E. 看婚庆公司的婚礼设备:\n" +
            "　　如各种现场布置道具，摄像机、灯光设备等是否是自己的，而不是租用的，一般只要不在婚礼高峰日，设备肯定在公司，如果他们找借口，那肯定不行。因为一旦到婚礼当天，这些设备还要再调剂。往往可能出现差错。而会场布置是很重要的。现场的气氛还要靠这些硬件。并且租用的设备一般都是借用别人的，都是很流程化的运作，这家这么做完了，下家也会这么做，很难在灯光，花艺和道具上有自己的创意。如果一个婚庆公司如果有了自己道具，摄像机，灯光设备，在平时是会有很多机会发挥自己的创意的和做出很多有创意的作品的。        \n" +
            "F.看婚庆公司的部门设置:\n" +
            "　　一些小婚庆公司的老板，一人身兼多职，既是花艺师，又是策划师、摄像师，灯光师，还有可能是主持人，化妆师，其实这是一件相当危险的事情，一个人是不能精通婚礼所有环节的，什么都会其实是什么都不会，更不可能有时间来做创意和前期婚礼准备的；一个好的婚庆公司应该会有不同的部门：销售部门，策划部门，制作部门，媒体部门，工程部门等等，人数最好是在20人以上，专人做专事，分工明确，各司其职。这样整场婚礼才有保障。现在的婚礼策划已经发展到了团队合作的阶段，以前一两个人就可以做一场婚礼的时代已经一去不复返了……      \n" +
            "G.看婚庆公司的资质:\n" +
            "　　可以先看婚庆公司的注册资本，一般来说，无论什么行业，达到50万以上注册资本的公司才能让客户值得相信。如果是个体或者是50万以下的公司，公司规模太小，客户的合法权益很难得到保障，并且售后维权也很艰难；其次，要看公司是否有武汉婚庆行业协会和中国婚委会的相关资格认证，以及是否有婚庆行业婚礼策划师和婚庆经理人的资格证书，如果没有这些认证，婚礼一旦出现问题，小公司老板就会拍拍屁股走人，最终的受害者会是新人，经过这些认证的婚庆公司一般来说都是该行业比较有公信力的公司，并且是经过很长时间才发展到今天的，他们一般是比较珍惜自己的信誉和自己的品牌的；最后要看该公司是否具有当地消费者满意单位的认证，这是知道该公司的服务好不好的最好办法，消费者满意单位是消协评选出来的，是有一定的可信度和公信力的。\n";

    public static final String Content500 = "　　婚礼预算很重要，可以说它是挑选婚礼场地的关键。从预算入手，到婚介公司或者是网上了解婚礼预算分配的信息，在比较中得出适合自己的价位。然后在这个范围内寻找合适的场地。";

    public static final String Content501 = "　　婚礼要是选在旺季，比如说5月和10月，那一定得提前预定。新人也可以关注一些即将开业或者新开业酒店，可以拿到较为优惠的价格或者多一点的套餐附赠内容。";

    public static final String Content502 = "　　每个人都有自己心中的婚礼，有人选择中式，也有人选择西式，还有人选择中西结合的方式。有些人喜欢户外婚礼，那么寻找场地时是否有花园、露台就是考虑该场地的首要因素。如果新人想要的是奢华型的室内婚礼，那么酒店宴会厅的高度、风格、有无立柱就是挑选婚礼场地的决定因素。";

    public static final String Content503 = "　　婚礼场地要能容下当天来的宾客，那么在挑选场地的时候要考虑到宾客数量这个因素。一般的婚礼会分为仪式和宴会两部分，如果人数实在太多，那么新人可以只要求比较亲密的朋友和亲戚来参加婚礼仪式，而大家一起参加宴会部分。";

    public static final String Content504 = "　　婚礼过程的需要也是选择婚礼场地的重要因素。比如说你的婚礼流程中需要一个大舞台，那么婚礼场地必须够能摆放一个大舞台。还有婚礼场地是否有足够的空间布置你想要的灯光效果。同时，餐桌之间的空隙也需要足够，方便宾客走动。";

    public static final String Content505 = "　　婚礼的菜肴可以直接判断出婚宴的水平，菜肴是宾客参加你们婚礼的享受之一，那么菜肴必须美味可口。所以新人们在考量场地的时候，最好可以提前试菜，以此来筛选场地。 ";

    public static final String Content506 = "　　婚礼场地的选择最好交通便利、设施完备，方便亲戚朋友从四面八方赶来。如果选择的地点太远，对宾客也是一种折磨，特别是一些在家装扮好的女人。";

    public static final String Content6 = "（1）婚礼当天活动不要超时。要严格按照预先确定的时间安排来进行各项活动，以免因为超时被要求支付租车、场地和乐队的额外费用。\n" +
            "（2）控制宾客人数。如果可能的话，尽量把宾客名单控制在一个较小的范围内。人多了就需要大些的场地，而且婚宴是一大笔开支，多一个人就多一笔开销。\n" +
            "（3）在打折期间挑选礼物。你可以在季节性打折的时候，挑选那些原本价格很高的商品作为礼物。比如趁新年前的年末打折期间为宾客们买价廉物美的水晶相框作为礼物。\n" +
            "（4）避开高峰期。对于选定在一月份某个周五举行婚礼的新人来说无疑要比选择在五一、十一举行婚礼节省很多，由于当时不是婚礼的旺季，因此婚庆公司和很多酒店的婚宴都在打折。\n" +
            "（5）搜索酒店打折信息。你可以在旅游网站上搜索酒店打折信息，或者通过网络上酒店的打折服务来预订客房。这样当你需要为远道而来的宾客们预订很多房间时，就可以享受一定的优惠。\n" +
            "（6）考虑旅行婚礼。很多的度假胜地都会推出合理的旅行活动套装，你可以趁活动期间和宾客们一起享受旅行婚礼。当然前提是你的宾客数目必须较少，这样才能保证开销在可以接受的范围内。\n" +
            "（7）短期理财产品收益。如果你早早的就从父母那里得到一大笔钱来筹办婚礼，那么先把钱投资到短期银行理财产品中。那么，当需要给婚庆公司、花艺商等卖主付款时，你就已经得到一定收益了。\n" +
            "（8）创建微博直播婚礼。身处如今这个微博时代，你怎能不利用这个资源？你可以把自己的婚礼仪式和婚宴细节拍下照片放在微博上，还可以通过留言和朋友亲戚们互动，而不需要耗费过多的长途话费。\n" +
            "（9）拒绝无用的便宜货。在你确定考虑好婚礼的装饰风格之前，保持冷静要学会抵抗住那些廉价商品的**，比如说便宜的蜡烛或缎带。因为往往你花了几十块钱在这里，百十块钱在那里，最后却发现毫无利用价值。\n";

    public static final String Content700 = "　　选择五星级饭店办终身大事？费用固然不低，却可以让人美梦成真。在当新人的那一天，真的就会如王子、公主般，享受到至高无上的照顾与艳羡。五星级婚宴的重点是“全方位包办”，有多项优惠，如提供司仪、婚宴策划、免费蜜月套房等等。喜宴的菜色和服务当然是一流水准，足令宾主尽欢。";

    public static final String Content701 = "　　年轻人有新的主张与过人的精力，不喜欢隆重地拜天地，很多人喜欢办一场舞会，和宾客一起为婚礼献出狂欢式的祝福。这样的晚宴很洋化、很优雅、很随兴，餐饮的方式大都采用自助式，大家酒足饭饱后，放出音乐，轻歌曼舞、尽情欢乐。";

    public static final String Content702 = "　　结婚喜宴不一定要摆在华灯初上以后，很西式地选择在下午的温馨时分也不错！准备一些精致的糕点、水果、饮料，大家聚在一起聊一聊，认识两方的亲友，是很轻松自在的方式。把地点转移到户外的草坪上，使气氛更为活跃，设计一些小游戏或谈一谈新人的趣事，新人切蛋糕、丢鲜花、把香槟倒入香槟塔将把宴会气氛推向高潮。";

    public static final String Content703 = "　　如果预算不是很高，个性上又比较不爱摆阔绰排场，那就可以选择经济实惠的餐厅来请大家喝喜酒。“大碗又便宜”的餐厅，场地固然有些拥挤，也缺乏音乐美酒点缀，但宾主间的距离却更近了。";

    public static final String Content704 = "　　一桌酒席花不了多少钱，却让客人连吃带拿、酒足饭饱地捧着肚皮回家。这样的酒宴方式有典型的“乡土”风味，大家可以不拘礼节，邀请的宾客大都为邻居和亲友，场面颇为亲切热闹。";

    public static final String Content8 = "　　结婚的同时就是蜜月的开始。蜜月旅行应该是新婚生活开始的前奏曲。回忆爱情的风雨婉约，幻想婚姻的美好前程是蜜月旅行的主题。\n" +
            "婚前的忙碌和疲劳可通过快乐，轻松的蜜月旅行来补偿和恢复。但更重要的是，除去恋爱时不自觉的晕轮效应，将真实的自我展示在对方面前，彼此适应，共同尝试新生活所带来的甜，酸，苦，辣。\n" +
            "蜜月旅行的第一步，不是在火车里，飞机上，而是在新房里精心制定一个较为周详的蜜月旅行计划。\n" +
            "蜜月旅行的内容和形式较多，有自行外出的，有随旅行社的，有前往城市观光游览；有前往乡野蹋青寻觅，甚至还有到海外度蜜月的。总之，心情是旅行的动力，经济是旅行的基础，而时间则会对旅行有所限制。每对新人都必须面对自己的实际情况妥善安排。\n" +
            "1. 自助游：蜜月两人行是个好主意。想走就走，想停就停；想阅尽美景可马不停蹄，想卿卿我我则悠然慢步；钱袋满可住宾馆，省点钱可寓小店，如想探亲看友则可作顺水人情。当然，两人行自己要做很多准备工作，例如事先要收集各种资料，决定旅行线路，衣食住行都要费心劳累。\n" +
            "2. 参加旅行社：对于时间紧，又想多玩几个地方的新人而言，跟随旅行社去度蜜月是最适宜的，旅行社的优点是交通，住宿，餐饮，选景都给你全包了。虽然有时你会觉得某些方面不合口味，但整个旅程你可以尽情玩耍，无后顾之忧。\n" +
            "3. 国内游：国内旅行度蜜月是一种传统模式。我国幅员辽阔，山川壮丽，文化古老，历史悠久，名胜古迹，美不胜收。新人们可以去附近的一些旅游城市，如北京，上海，广州，杭州，苏州，西安，南京，厦门等，也可以去远方的一些观光胜地，如桂林，泰山，黄山，峨嵋山，张家界，九寨沟，北戴河，黄果树等。再如，想使蜜月旅行带点冒险性，可去西藏的拉萨，新疆的天山，云南的西双版纳等，那些都是令人向往的地方。\n" +
            "4. 出国游：出国旅行度蜜月现今已不再是梦想，如果你有一定的经济基础，可通过国际旅行社到海外去。目前，各地已开辟的旅行线路主要有香港，澳门，以及东南亚地区如泰国，新加坡，韩国等。并且，这些地方华人较多，语言障碍可以减去不少。\n" +
            "最后，新人们要考虑旅行箱里该放些什么了。所带东西除生活必需品如毛巾肥皂，牙膏牙刷等，替换衣服是比较重要的，尤其是新婚燕尔，要穿戴得体，形象可人，以一种好心情去感受蜜月的欢愉。此外，别忘了照相机，摄像机，它能让你们的浪漫之行永久保存。\n";
}
